Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-2919.html.tmx
Source language: sme
Languages: nob

source: Finnmárkkuopmodat bidjá ovdan 2007-2010 strategalaš plána beallemuttu árvvoštallama
nob: Finnmarkseiendommen legger fram midtveisevaluering av strategisk plan 2007-2010

source: Finnmárkkuopmodat doallá diehtojuohkinčoahkkima sámediggeáirasiidda ja earáide gos bidjet ovdan 2007-2010 strategalaš plána beallemuttu árvvoštallama .
nob: Finnmarkseiendommen holder informasjonsmøte for sametingsrepresentanter og andre hvor de legger fram midtveisevaluering av strategisk plan 2007-2010 .

source: Almmuhan Hætta , Anne Britt K .
nob: Publisert av Hætta , Anne Britt K .

source: Maŋimustá rievdaduvvon 25.02.2009
nob: Sist endret 25.02.2009

source: 2008/2009 jahkemolsumis lei FeFo ollen plánaáigodaga beallamuddui .
nob: Ved årsskiftet 2008/2009 er FeFo halvveis i planperioden .

source: Árvvoštallama ulbmil lea oažžut systemáhtalaš dieđuid gos sii leat strategalaš plána ulbmiliid ja strategiijaid ektui .
nob: Formålet med evalueringen er å få systematisk kunnskap om hvor man er i forhold til målsetningene og strategiene i FeFos stragegiske plan .

source: Eambbo dieđuid čoahkkima ja árvvoštallamiid birra gávnnat FeFo ruovttusiiddus .
nob: For mer informasjon , følg linken nedenfor .
